Repository: mozilla-l10n/mt-training-data
Catalog: pai/pai_pontoon.tmx
Source language: en_us
Languages: pai

source: Some search engines cannot show suggestions.
pai: Chuboowchu ñulyoo kos yamwik mtrchech ich kos paa chu ubu yutem.

source: Sorry. %1$s had a problem and crashed.
pai: Ñubyu kwak ibten. %1$s kos janum trcheechtem.

source: Sorry. We’re having a problem with this tab.
pai: Tuñur chmiichuhal trchech upaar um unuuch. Ñubyu kwal ibtem.

source: Stealth
pai: Ŕpoobtem

source: Stop loading website
pai: Web jabchuha chubŕkwich

source: Switch
pai: Jkaayum tyak

source: Switching Apps
pai: Aplicación jkayum tyak

source: Switch to link in new tab immediately
pai: Chpach chu ŕitum jkaayum mtyak tñur chmiichuhak byaawmika

source: System default
pai: Sistem kablwiwu ha sal chmii

source: Tab Crashed
pai: Tñur chmiichu hay kos jantem

source: Tab’s browsing history has been erased.
pai: Chumŕmee m´amu hay payt ŕputub bwiir.

source: Tabs open: %1$s
pai: Tñur chiichu sool: %1$s

source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
pai: Sal amchu ksool tpayha myaabraab mwaam. Cehapayt jkay knawchu ee jkay sal yak chumwiwu hal jaab wawchu t´t´orum kyakhal unuu tñur kwimch kajanha chmii chum.

source: The address isn’t valid
pai: Jabchu kos buyutem

source: The address wasn’t understood
pai: Chyakuhay kos eebteem

source: The connection timed out
pai: Tublich chu hay kur bwiiru

source: The page isn’t redirecting properly
pai: Chyakuhay kos nyaamuham blwiytemka

source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
pai: Yamwik mŕmee ich ha myohikyawa, %1$s mtñuurha trchech chu tñur kwimchu hal kwiim yaŕaal chubowchu ma myioha. %2$s.

source: Touch the fingerprint sensor to continue.
pai: Ŕal chknaachum tawin solchha mtawin mnkyuch hikyawa.

source: Trackers blocked
pai: Chŕmechu ŕ´ap

source: Tracking, cookies, data choices
pai: Kabwik chŕmeechu, cookies ee tñurya

source: Tracking Protection
pai: Kabwik ŕmechu ŕboochu

source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
pai: ¿Amchu janchu´u? Allowlist hay chŕmeechu kŕboha kos chuboowutem amchu janmi m´amuha.

source: Try Again
pai: Tkweek wiyi

source: Turning this off may fix some site problems
pai: Chwichu yak yoya mchubowutemum amchuhal chatewulim chajankyawyu

source: Turn off tips on the start screen
pai: Namaanchu paa kwaaw k´eha tket

source: Turn off to fix some sites
pai: Mtubspach amchu ñulyom mchajanhikyawa

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
pai: <ul> <li>Mtñur ch´chamchu tñur kwimchuhal yok yabyuka: <strong>ww</strong>.example.com yabyutemka <strong>www</strong>.example.com</li> <li>Kos tñur uchú mjukewkyaw myutem myus, tublich chi Wi-Fi dispositiiv chpach chu mwiha.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
pai: <ul> <li>Wchuhay baam kos soltem kwak o trchech kwiil kwaak. Mtkweek mwiyik joot irabum.</li> <li>Tñur ŕmmechu ŕitulim kos mjukewu kyaaw yutemum yuso, daat dispositiiv ikooch mwihal m´uu o Wi-Fi tublich chuhal m'uya.</li> </ul>

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
pai: <ul> <li>Ch wupar yak yoyay chu pichtem cookies ha yu ŕ' amchum sakyawyume.</li></ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
pai: <ul> <li>Tñuur kwimchu Web ha pichtem yabyu tñurb <strong>http://www.example.com/</strong></li> <li>M'uhmajanuk trchech chu ñum mtrech mwahay oblicua yuwu (o yabyuya <strong>/</strong>).</li> </ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
pai: <ul> <li>Yakuya smolhikyawa ch trchechu jkaay msol yaŕaalka.</li></ul>

source: Unable to connect
pai: Kos tublich kyaaw yutem

source: Unlock %1$s
pai: Soolch %1$s

source: URL already exists
pai: URL kuryak

source: URL Autocomplete
pai: URL yeemik chublwi

source: URL copied
pai: URL tñurch

source: URL to add
pai: URL ha sal chmii

source: Used to collect, analyze and measure activities like tapping and scrolling
pai: Ya chapayt myoowu, uukjanuk pay chapayt wichu tawiin nkyuchu

source: Use fingerprint to unlock app
pai: Ŕalum mchknaa sak muyok mjab hikyawa

source: Username
pai: M´mulha myoka

source: Verified by: %1$s
pai: Say uu: %1$s

source: Web Content
pai: Web chapayt wii

source: Website loaded
pai: Web wawu jukeewu

source: We can’t load this page for some reason.
pai: Ñukweek aaw namaan tñur ŕmrrchuya, kos jukeewchu yuu tem.

source: What's New
pai: Baam yak

source: Would you like to turn on search suggestions?
pai: ¿Chŕmeechu ñumwik ich ha myok mchuubowu kyaaw yu´e?

source: Yes
pai: E'e

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
pai: Kos mir mir o ch´chyaabch chpayt Mozilla Fundation ŕumuul chkwiichkyaawha ñikee ñyakuham, sal Firefox ha sal yaki o %1$s logotiip o mulya, Capayt knawch jkaay m´uhik kyawa yak yak <a href="%2$s">yak</a>.

source: You can leave %1$s to open this link in %2$s.
pai: %1$s hal mchpaa pay jabchu %2$s msol.

source: You have disabled Content Blocking for these websites.
pai: Chapayt sal kyaak amchu yak yoya mtket.

source: Your browsing history has been erased.
pai: Chumŕmee m´amu hay payt ŕputub bwiir.

source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
pai: Mŕal yal hay chsol kyaaw yuyi %1$s o URL ŕit kur sol ñwam. Sigiil hay yemik soola.

source: Your Rights
pai: Mir mir mwii

source: Your search, your way
pai: Myeemik, chmŕmeewu

source: appear
pai: sal chpaa

source: authenticate
pai: chajaan janchu

source: boot
pai: chpawu

source: breakpoint
pai: baam tketu

source: channel
pai: canal

source: clipboard
pai: tñur sal chkwacu

source: compact
pai: tawiir janchu

source: context
pai: amchu

source: corrupt
pai: knar kŕwal

source: debug
pai: tkrryee

source: decode
pai: decodificador

source: decryption
pai: taakch

source: enable
pai: chbowu

source: encode
pai: chyunk

source: encrypt
pai: loojch

source: encryption
pai: loojchu

source: extension
pai: sam tyumch

source: external
pai: matakwar waach

source: idle
pai: ñukwewuliiy wiytem

source: import
pai: kur uyuw kmiich

source: override
pai: chab tñur

source: Patch
pai: T´am

source: release
pai: taj

source: report
pai: chknaabch

source: revert
pai: ŕjkweek

source: sensitive
pai: ch´ebuli

source: sign
pai: mul chmii

source: track
pai: amchu

source: validity
pai: janu

source: version
pai: sam chpaach

source: Feedback
pai: Tkweek uk kabyuwuha
